Revit 2024 API
ParameterTypeId.RbsElecCircuitWireSizeParam Property
 "Wire Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecCircuitWireSizeParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecCircuitWireSizeParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecCircuitWireSizeParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace